Repository: RacheleSprugnoli/PUs-Alignment-Manzoni
Catalog: TMX/Penman 1972.tmx
Source language: it
Languages: en

source: in grazia vostra
en: on your account

source: mi son fermata di più
en: I stayed there a bit later

source: di dove
en: be coming from

source: Buona sera
en: Good evening

source: salutò per nome
en: called by name

source: venne avanti
en: so did

source: nello stesso tempo
en: nan

source: si fece vedere
en: came forward

source: aprì l' uscio
en: opened the door

source: siete poi ben sicura
en: Are you quite sure

source: lo potrò pigliare
en: will I ever have another

source: chi sa
en: nan

source: se non lo piglio ora
en: If I don' t take this opportunity

source: se non lo piglia al volo
en: if you don' t take the opportunity

source: Non hanno discrezione
en: have no sense

source: In quel momento
en: At that very moment

source: non c' è bisogno
en: is needed

source: ha fatto dir tanto di sé
en: got himself so much talked about

source: ne ha fatte di così curiose
en: did so many strange things

source: non trovava inciampo
en: gave no trouble

source: un panegirico in onore di san Carlo
en: a panegyric on San Carlo Borromeo

source: in quel momento
en: nan

source: il primo che gli veniva alle mani
en: the first volume that came to hand

source: era lontano da preveder
en: was the distance

source: pover' uomo
en: poor fellow

source: un letteratone del tempo antico
en: one of the great scholars of antiquity

source: un uomo di studio
en: a learned man

source: portargli l' imbasciata
en: with her message

source: una stanza del piano superiore
en: an upstairs room

source: ruminava tra sé
en: was murmuring to himself

source: Carneade ! Chi era costui ?
en: Carneades who was he now

source: Cos' è tutto questo fracasso
en: What' s all this disturbance for

source: Guardano in su
en: They looked up

source: stanno in orecchi
en: listened

source: guardano in su
en: They look up

source: in folla
en: thronged

source: gente in casa
en: There' s someone got into house

source: in fretta
en: with such perilous speed

source: che diavolo c' è
en: What the devil' s happening

source: nessuno una risposta da dare
en: nobody knew the answer

source: ognuno aveva una domanda da fare
en: every one of them had a question on his lips

source: ogni momento
en: rapidly

source: non c' era ancora anima vivente
en: there was still no one to be seen

source: per grazia del cielo
en: by the mercy of heaven

source: Voltarono s' incamminarono verso la chiesa
en: They all turned round and made their way towards the church

source: fuor del pericolo
en: were out of danger

source: di qua o di là
en: one way or the other

source: di tutti il più in sé
en: of the little band was the most self - possessed

source: di fuori
en: nan

source: Cattiva gente
en: bad people

source: stava a bisticciar
en: He was having a discussion

source: si sentì chiamare a voce di popolo
en: he heard all those voices calling him

source: chi sa che diavolo c' è
en: God knows what' s happening

source: son dentro
en: they ’ d got inside

source: in fondo
en: the other end

source: Quand' ebbe ripreso fiato
en: When he had got his breath back

source: affacciato alla finestra
en: had brought him to his window

source: Stava dirimpetto
en: He lived opposite

source: si stringevan nelle spalle
en: shrugged their shoulders

source: chiuse la finestra
en: the window was shut

source: vi ringrazio del vostro buon cuore
en: Many many thanks for all your kindness

source: un' altra volta
en: some other time

source: di notte
en: at night

source: a un tratto
en: at once

source: di nuovo
en: back

source: si pentì d' averlo chiesto
en: the alarm he regretted having raised

source: è giù
en: it' s down

source: in questo momento
en: now

source: l' uscio spalancato
en: the gate flung open

source: rallenta il passo
en: slowed his pace

source: di mano in mano che
en: As

source: si movono in massa
en: moved off in a mass

source: son già fuori del paese
en: They ’ re heading away from the village now

source: cercar soccorso
en: to run down

source: alla campana
en: nan

source: Alla campana
en: Ring the alarm

source: spingono innanzi
en: pushed on

source: di mezzo alla folla
en: the middle of the crowd

source: fomentar le ciarle
en: to encourage the gossip

source: per chiedergliene scusa
en: nan

source: fosse stato per loro un angelo tutelare
en: the role of guardian angel

source: si guardarono in viso l' un con l' altro
en: looked at each other

source: pur troppo
en: nan

source: cosa fosse quel diavolo in casa
en: something hellish going on at her house

source: ruppe il silenzio
en: break the silence

source: ripreso fiato
en: to get her breath back

source: rallentarono il passo
en: they slackened their pace

source: non sentendo un alito all' intorno
en: as they could hear no sign of life around them

source: un non so che
en: nan

source: in affanno
en: nerve - racking

source: ancor più
en: Even more

source: cattiva riuscita
en: failure

source: ora l' uno ora l' altro
en: one or other of them

source: in silenzio
en: in silence

source: di buon trotto
en: at a good speed

source: un pezzo
en: for some time

source: morir di malattia
en: dying in bed

source: aveva cara la speranza
en: he valued his chances

source: far deposizione al podestà
en: to make any statement to the mayor

source: avevano affrontato don Abbondio
en: had accosted

source: due uomini d' assai gagliarda presenza
en: They were of valiant bearing

source: venirsi incontro
en: nan

source: ragion composta
en: double problem

source: dar la caccia
en: pursuing the enemy

source: ottenne credenza
en: was generally believed

source: s' eran messe in salvo
en: were safe

source: gettò una voce
en: let fall the statement

source: portar via
en: carry off

source: sarebbe una vergogna
en: would bring shame on the village

source: alzando la voce
en: two voices were raised

source: Le hanno portate via
en: They ’ ve been kidnapped

source: pericolo corso
en: perils to which they have passed

source: a man salva
en: just calmly

source: sa il cielo
en: heaven knows

source: si fosse messo a questionare con ragioni
en: he had started putting forward logical arguments

source: fece l' effetto
en: it was just as well

source: tutt' a un tratto
en: suddenly

source: scappa dagli artigli del lupo
en: escaping from the jaws of the wolf

source: non gli farebbe una difficoltà al mondo
en: wouldn' t mind at all

source: vedete un poco
en: Good heavens

source: tentennava la testa
en: He shook his head

source: chiamato il padre da una parte
en: called him on one side

source: adagio adagio
en: gently

source: starci in sentinella
en: to keep guard over it

source: Accanto a lui
en: Next to him

source: fece lor cenno ch' entrassero
en: motioned them to come inside

source: Dio sia benedetto
en: Thanks be to God

source: stava ritto in aspettativa
en: was standing there waiting for them

source: La porta s' aprì
en: The door began to swing open

source: bel bello
en: nan

source: poteva darle una risposta soddisfacente
en: could find a useful answer

source: essere andata troppo avanti
en: she had gone so far

source: viaggio fuor di strada
en: cross country journey

source: tornò indietro
en: turned away

source: gli raccomandò molto
en: urged him

source: se ne levò quattro di tasca
en: took four out of her pocket

source: star in pena
en: be worried

source: in sé
en: nan

source: la notte degl' imbrogli e de' sotterfugi
en: a night of intrigue and subterfuge

source: tenuto in concetto di santo
en: was regarded as a saint

source: farebbe vedere
en: he shows

source: avesse a sua disposizione
en: he needed

source: per acqua e per terra
en: both by land and by water

source: fino a
en: straight to

source: a pochi passi
en: not far

source: per fin
en: until

source: ti guiderà
en: will give you guidance

source: ti farà da padre
en: He will be a father to you

source: tu devi metterti in salvo
en: you must go somewhere where you will be safe from

source: sarete abbastanza fuori d' ogni pericolo
en: you will be sufficiently far away from danger

source: a ogni modo
en: in any case

source: siate sicuri
en: be sure

source: non avete fatto male a nessuno
en: you have done no harm to anyone

source: ringraziate il Signore
en: Give thanks to the Lord

source: lei ne sa più di me
en: you know more about it than I do

source: Ma che sa il cuore
en: But what does the heart really know

source: il cuor mi dice che ci rivedremo presto
en: My heart tells me that we shall meet again soon

source: Certo il cuore
en: Certainly the heart

source: vogando a due braccia
en: nan

source: da mezzo il cielo
en: high in the heavens

source: Non tirava un alito di vento
en: There was not a breath of wind

source: prese il largo
en: sculled out across the lake

source: data e barattata la parola
en: the passwords were duly exchanged

source: zitti zitti
en: very quietly

source: dando loro un addio
en: nan

source: chiuse la porta
en: shut the door

source: andò verso la sagrestia
en: went off towards the vestry

source: non trova parole
en: does not find expression in words

source: chi gli dà retta
en: those who will listen to it

source: il suo angelo v' accompagni
en: may his angels go with you

source: Dio vi guardi
en: God protect you

source: non c' è tempo da perdere
en: there is no time to lose

source: ne ha tanto bisogno
en: how sorely he needs it

source: di cuore
en: heartily

source: se non ve la chiedessimo
en: if we did not beg it

source: nel mezzo della chiesa
en: in the middle of the church

source: vi dia forza
en: he may give you strength

source: sopra tutto
en: above all

source: c' era stato il diavolo
en: the place had been ransacked

source: mise un gran sospiro
en: sighed deeply

source: levandosi di tasca
en: as she took her key out of her pocket

source: Addio monti sorgenti dall' acque
en: Farewell you mountains which rise straight out of the water

source: posò il braccio sulla sponda
en: she laid her arm along the gunwale

source: per tutto
en: everywhere

source: a un tempo
en: nan

source: da gran tempo
en: so long

source: ha già messi gli occhi addosso
en: they have had their eye

source: gli levino il respiro
en: have a suffocating effect

source: tornerebbe allora indietro
en: would turn back

source: fare fortuna
en: to seek their fortune

source: giù giù
en: down

source: all' estremità
en: at its outskirts

source: in mezzo a
en: amid

source: qua e là
en: here and there

source: al di là
en: outside

source: con la testa voltata indietro
en: back turned their heads

source: adagino adagino
en: very gently

source: a voce chiara
en: loudly

source: era di fianco alla scala
en: was next to the staircase

source: s' avvicinarono all' uscio
en: approached the door

source: non facendo rumore neppur per uno
en: making less noise than one ordinary visitor

source: pian piano
en: softly

source: accostò l' uscio
en: pushed the door to

source: arrivarono all' uscio
en: they reached the door

source: vennero avanti
en: They crept forward

source: in punta di piedi
en: on tiptoe

source: tutt' e due
en: nan

source: fece coraggio
en: encouragingly

source: Era il segnale
en: This was the signal

source: ebbero voltato
en: they were round the corner

source: tirarsi alquanto in disparte
en: in search of a quiet place

source: In faccia all' uscio
en: Opposite

source: di dentro
en: from inside

source: accostate l' uscio
en: push the door to

source: saper bene
en: know

source: in quanto a
en: As far as Beppe' s concerned

source: quanto mi sia dispiaciuto
en: how upset I was

source: metter male
en: to cause trouble

source: l' uno e l' altro
en: nan

source: povero cuore
en: poor heart

source: le contò le voltò le rivoltò
en: counted them turned them over turned them over again

source: mettere un po' di nero sul bianco
en: I ’ d like something in black and white

source: va bene
en: Is that all right

source: mise dentro la testa
en: He inserted first his head

source: tener lontani
en: keep at a distance

source: guardandosi intorno
en: looked round

source: si levò una chiave di tasca
en: took a key from his pocket

source: levandosi un involtino di tasca
en: bringing out a screw of paper from his pocket

source: berlinghe nuove di quelle col sant' Ambrogio a cavallo
en: fine new lire the kind that have St Ambrose riding his horse on them

source: per compagnia
en: for company

source: vi siete condotto dietro
en: did you bring that

source: in tutte le maniere
en: in more ways than one

source: ch' è tardi
en: It' s late right

source: son venuto tardi
en: I ’ ve come rather late

source: levava gli occhiali
en: he took off his spectacles

source: al chiaro di luna
en: moonlit

source: gli faceva cornice
en: framing

source: come abbiam detto
en: still

source: tenendo il fiato
en: holding their breath

source: con l' orecchie tese
en: listening intently

source: si tirò dietro l' uscio
en: shut the door behind

source: si disegnò
en: fell

source: a un per volta
en: one at a time

source: d' improvviso
en: suddenly

source: non faccia schiamazzo
en: Stop shouting

source: come se facesse a mosca cieca
en: as if playing blind man' s buff

source: si chiuse dentro
en: locked the door behind him

source: gridava quanto n' aveva in canna
en: with the full force of his lungs

source: buttando in terra
en: hurling

source: Le sue labbra non erano ancora tornate al posto
en: His lips were still moving

source: quest' è mia moglie
en: this is my wife

source: in presenza di questi testimoni
en: in the presence of these witnesses

source: prese una risoluzione
en: a practical resolution

source: vide chiaro
en: passed a clear picture

source: nel mezzo
en: Between

source: allungando la mano
en: put his hand out

source: alzando il viso
en: raising his eyes

source: sarete contento
en: you ’ re content

source: la piegò in quattro
en: He folded the sheet in four

source: rattenendo il respiro
en: holding their breath

source: tirandosela dietro
en: pulling behind him

source: darle coraggio
en: to encourage her

source: d' entrare
en: to come in

source: a quei ch' erano fuori
en: the couple outside

source: dar segno
en: to let know

source: in maniera d' impedire
en: blocking

source: si piantaron ritti
en: planted themselves in front

source: a viva voce
en: aloud

source: levò fuori
en: took out

source: dalla vita alla morte
en: many a slip there' s

source: ha avuto l' incomodo
en: you ’ ve had the trouble

source: Lei mi fa torto
en: Of course I do

source: le sanno tutte
en: There' s not much you people don' t know nowadays

source: fuori di questa casa
en: Get them out

source: cercando a tastoni
en: groped

source: da sé
en: by herself

source: stanno a vedere
en: watched

source: ritornan sotto
en: got back into bed

source: vanno alla finestra
en: looked out of the window

source: Campana a martello
en: The alarm bell

source: si rizzano
en: jumped up

source: tendon l' orecchio
en: heard the sound

source: suona a martello
en: rang an alarm

source: cappello di gala
en: his best hat

source: Dà di piglio alle brache
en: He grabbed his breeches

source: dar più aiuto
en: providing all the help

source: su due piedi
en: very soon

source: trovò un espediente
en: he thought of a way

source: tirò indietro la testa
en: His face vanished from the window

source: con gli occhi tra' peli
en: blearily

source: mise fuori la testa
en: put out his head

source: in furia
en: quickly

source: fece un salto
en: jumped

source: non appariva indizio di persona vivente
en: there was no sign of life at all

source: di giorno
en: daylight

source: in fuori
en: beyond it

source: Era il più bel chiaro di luna
en: It was a beautiful moonlit night

source: si diede a gridare
en: began to cry

source: aprì una finestra
en: opened a window

source: non dava segno
en: showed no sign

source: spazzando con le mani il pavimento
en: sweeping the floor with his hands

source: parrebbe la vittima
en: he seemed to be the victim

source: Così va spesso il mondo
en: It is often like that in this world

source: in realtà
en: in fact

source: era lui che faceva un sopruso
en: he was the oppressor

source: attendeva tranquillamente a' fatti
en: he was peacefully minding his own business

source: messo in fuga
en: put to flight

source: ha tutta l' apparenza
en: had all the look

source: s' era introdotto di soppiatto
en: he had entered by fraud

source: fare una riflessione
en: to make one comment

source: serra serra
en: commotion

source: In mezzo a
en: Amid

source: uscire a salvamento
en: led to safety

source: per l' amor di Dio
en: for heaven' s sake

source: di quello che gli si chiedeva
en: he had been asked for and more

source: alla fin de' fatti
en: really

source: meglio non può andare
en: The whole thing seemed to be turning out very well

source: facesse rumore
en: every noisy movement

source: in cuor suo
en: silently

source: al fianco
en: at his side

source: in somma
en: in fact

source: si fa venir dietro
en: went on up

source: Lascia a terreno
en: He posted on the ground floor

source: porge l' orecchio
en: listened

source: Torna indietro
en: He came back

source: Cava fuori
en: He got out

source: pezzo pane
en: piece of bread

source: chi va là
en: nan

source: pian pianissimo
en: very quietly

source: nemmeno uno zitto
en: no sound

source: chiedeva ricovero
en: was looking for a shelter

source: aveva messo l' occhio
en: he had noticed

source: diede ordine
en: told them

source: fece venire avanti
en: he called up

source: andò innanzi solo ad esplorare
en: went on alone to spy out the land

source: in un momento
en: in a couple of minutes

source: prese un bordone da pellegrino
en: picked up a pilgrim' s staff

source: fecero la loro relazione
en: reported

source: Andarono diviato al casolare
en: Then went straight to the ruined house

source: non incontrarono anima vivente
en: they met no one

source: venire in chiaro
en: to make sure

source: diedero una giravolta per il paese
en: They walked right through the village

source: d' aver fatto tardi
en: how late it was

source: uscirono in fretta
en: left hurriedly

source: dal momento in cui
en: since

source: fosser ben desti
en: were fully awake

source: prima anzi che
en: before

source: prima che
en: before

source: in fatti
en: in fact

source: va diritto
en: went straight

source: fossero all' ordine
en: were ready for action

source: frugavan la casa dall' alto al basso
en: were searching the house

source: non s' era fatto vedere
en: gave no sign

source: a buon conto
en: though

source: nel mezzo del cortiletto
en: in the middle of the courtyard

source: corron qua e là
en: were running around

source: s' avviavan da quella parte
en: were making off in the same direction

source: esce di fila
en: to break ranks

source: lo tira in ischiera
en: to pull it back into line

source: or qua or là
en: here and there

source: tenerli insieme
en: to hold them together

source: venir loro addosso
en: it was on them

source: da lontano
en: nan

source: star saldi
en: stand firm

source: s' urtano a vicenda
en: they jostled each other

source: fece la stessa impressione
en: were equally affected

source: alla volta del campanile
en: towards the bell - tower

source: via a gambe per la strada
en: fled down

source: si guardano in viso
en: they gaped at each other

source: Chi è in difetto è in sospetto
en: A bad conscience makes a timid heart

source: in fila
en: the rapid series

source: trema come una foglia
en: shook like a leaf

source: fargli paura
en: to frighten him

source: tira fuori un coltellaccio
en: pulled out a great knife

source: gli mette una mano alla bocca
en: put a hand over his mouth

source: caccia un urlo
en: uttered a yell

source: in vece
en: In spite of this warning

source: in tono minaccioso
en: threatening voices

source: a destra e a sinistra
en: from left and right

source: a un punto
en: in the same moment

source: in gran sospetto
en: very frightened

source: mette il piede dentro
en: stepped inside

source: scappassero subito di casa
en: to leave their house at once

source: per l' amor del cielo
en: for God' s sake

source: veniva di corsa
en: had run

source: si mettono all' erta
en: remaining on the alert

source: passerà diritto
en: he would go straight by

source: fan la guardia
en: were guarding

source: buttan sottosopra la casa
en: turning everything upside down

source: abbia fatto la spia
en: Has been spying on us

source: Che diavolo è questo
en: What the devil can this mean

source: fa le stesse cerimonie
en: followed the same procedure again

source: gli vengan dietro
en: they should follow him

source: Si stringe nelle spalle
en: He shrugged his shoulders

source: il letto è fatto e spianato
en: the bed was empty tidily made up

source: spalanca l' uscio
en: right open he pushed the door

source: davanti al viso
en: in front of his eyes

source: vi mette l' orecchio
en: He put an ear to it

source: è buio
en: in the dark

source: vi mette l' occhio
en: he put one eye

source: si fa spiraglio
en: leaving a crack

source: uscio che mette alla prima stanza l
en: the door of the first room

source: Qui giace la lepre
en: This is it

source: prima di
en: before

source: spalancan la mano e la bocca
en: Their jaws dropped their fingers slackened

source: tenendola per la sottana
en: holding her by the skirt

source: tornare indietro
en: going back

source: per ragione di
en: nan

source: a corserelle e a fermatine
en: a brief halt here and a little spurt there

source: sarà un po' di tempo perduto
en: It won' t cost me more than a little wasted time

source: alla peggio
en: nan

source: più che posso
en: as long as I can

source: tener costei a bada
en: to hang on to Perpetua

source: Ma è fatta
en: But it' s too late now

source: È stata proprio grossa
en: We must have been mad

source: saranno ancor dentro
en: are they still inside there

source: a quest' ora
en: by now

source: faceva un altro discorso con sé stessa
en: was carrying on a separate conversation with herself

source: è chiara
en: that' s clear enough

source: va benissimo
en: Of course

source: stava attenta
en: she showed interest

source: ogni tanto
en: from time to time

source: darle molta udienza
en: she was listening very carefully

source: andati a monte
en: had come to nothing

source: ben bene
en: nan

source: ogni volta che
en: every time that

source: andarle dietro
en: follow her back

source: Non c' era che ridire
en: There was little Agnese could do

source: fino a un certo punto
en: up to a certain point

source: il più che fosse possibile
en: as far away as possible

source: in una certa stradetta
en: in the lane

source: torniamo un passo indietro
en: return

source: gli andaron dietro
en: followed him

source: che metteva fuori
en: that led out into the country

source: prese la strada
en: took the road

source: era in fondo al villaggio
en: was at the end of the village

source: si mise alla fronte
en: of his troop he put himself at the head

source: tutt' e tre
en: all three of us

source: in buon ordine
en: in good order

source: ce ne daranno
en: will knock us

source: a uno a uno
en: one by one

source: coltelli in pronto
en: knives at the ready

source: pistole in mano
en: Pistols drawn

source: alzati i calcagni
en: they had got up speed

source: si trovarono in faccia Agnese
en: found themselves face to face with Agnese

source: quando saremo fuori
en: when we ’ ve got safely away

source: C' è il diavolo in casa
en: There' s something hellish going on at the cottage

source: Cosa c' è d' altro
en: What' s the rest of the news

source: per di qua
en: Come this way

source: di corsa
en: made them stop

source: com' è andata
en: How did it go

source: a stento
en: with difficulty

source: cavando fuori la parola
en: getting the words out
